import streamlit as st



with st.sidebar:
    st.image("https://tse4.mm.bing.net/th?id=OIP.WMaTjGU-WNo9wscLEDEdPAAAAA&pid=Api&P=0&h=180")
    st.markdown("twitter handle(https://twitter.com/_kabilans)")


st.title("வரலாற்று திரிபுவாதி பெ.மணியரசன் அரசியல் வரலாற்றை தனக்கு ஏற்றவாறு சாதகமாக நறுக்கி வெட்டி ஒட்டுவதில் பிதாமகன் பெ.மணியரசன்")
st.write(''' 


பெரியாரின் இட ஒதுக்கீட்டு பங்களிப்பு குறித்து தமிழர் கண்ணோட்டத்தில் ஒரு கட்டுரையில் மணியரசன் எழுதி இருக்கும் சில பொய்களுக்கு மறுப்பு, அந்த கட்டுரையில் முழுக்க முழுக்க தந்தை பெரியாரை சிறுமைப்படுத்த மணியரசன் பல பல பொய்களை கூறி இருக்கிறார் அதை என்னால் முடிந்த வரை இதில் உடைத்து இருக்கிறேன் 



பெரியார் 1919 ஆம் ஆண்டு காங்கிரஸ் கட்சியில் இணைந்தார் என்றும் திராவிடத்தின் பிதாமகன் பெரியார் பார்பனிய பணியா கட்சியான காங்கிரஸ் கட்சியில் தானே சேர்ந்தார் என்கிறார் தோழர் பெ.மணியரசன் அது தவறு என்பது நம் கருத்து 



பெ.மணியரசன் இளம் வயதில் திமுகவில் இருந்தார் பிறகு அவர் கம்யூனிஸ்ட் & மார்க்சியவாதியானார் இன்று அவர் தமிழ்தேசியவாதியாக அறியப்படுகிறார், இருந்தாலும் காலம் பல மாறுதலான அரசியல் திசை நோக்கி இழுக்கும் அதில் இவரும் விதிவிலக்கு அல்ல தந்தை பெரியாரும் விதிவிலக்கு அல்ல 

அந்த கட்டுரையில் இருக்கும் சில பிழைகள் மற்றும் திட்டமிட்ட வரலாற்று மறுப்பினை இதில் பார்க்கலாம் 



// பெ.மணியரசனின் கூறும் கருத்து//  



// கட்டுரையில் பெ.மணியரசன் பெரியார் 1919 ஆண்டு தான் அரசியலுக்கு வந்தார் என்கிறார் அதுவே முதல் பிழை ஆகும்//



பெரியார் 1917 ஆம் ஆண்டு ஈரோடு நகர்மன்றத் தலைவர் ஆனார் அவர் நகரசபைத் தலைவராக இருந்தபோது முதன் முதலாக குடிநீர்த் திட்டம் கொண்டு வந்தார். சுகாதார வசதி போன்ற பல்வேறு நலத் திட்டங்களை நிறைவேற்றினார். சுமார் ஒரு 29 கவுரவப் பதவிகளை வகித்து வந்தார். அப்போது சேலத்தில் சி.இராஜகோபாலாச்சாரியார் நகரசபைத் தலைவராக இருந்தார் பெரியாரை பாராட்டினார் 



மணியரசனிடம் நாம் கேட்க விரும்புவது என்ன என்றால் ? நகரசபை தலைவர் பதவி பொதுவாழ்வு தானே ? அரசியல் வாழ்வு தானே ? அது ஏதோ கிளப் சங்கம் போன்ற தனியார் அமைப்புகள் அல்ல தானே இது மணியரசனுக்கு நன்றாக தெரியும் அதை நாம் அவருக்கு சொல்ல வேண்டிய அவசியம் இல்லை  இருந்தாலும் ஏன் இந்த காழ்பு ??



// மணியரசனின் இரண்டாவது வாதம்//  



// நீதிக்கட்சி அமைப்பதற்கான முதல் கூட்டம் 20.11.1916 அன்று சென்னையில் நடந்தது. அப்போது பெரியார்க்கு 38ஆம் அகவை தொடங்கி இருந்தது. அந்தக் கூட்டத்தில் கலந்து கொண்ட 26 பிரமுகர்கள் பெயர்கள் பதிவு செய்யப்பட்டுள்ளன. அப் பட்டியலில் ஈ.வெ. இராமசாமி பெயர் இல்லை. ஆனால் எஸ். முத்தையா முதலியார் பெயர் அப்பட்டியலில் உள்ளது என்கிறார் // 



இந்த கருத்துக்கான என் பதில் :- 



1917ஆம் ஆண்டு தான் முதன் முதலாக கட்சி சார்பாக பெரியார் அதுவும் காங்கிரஸ் கட்சியில் நடக்கும் ஒரு கூட்டத்தில் கலந்து கொள்கிறார் அதுவும் நீதிக்கட்சிக்கு எதிரான கூட்டத்தில் (அன்று காங்கிரஸ் & நீதிக்கட்சி எதிர் எதிர் துருவங்களாக இருந்தன, ஆனால் மணியரசனோ ஏன் பெரியார் 1916 இல் நடந்த நீதிக்கட்சியின் கூட்டத்தில்  பங்கேற்கவில்லை என்கிறார், இது அடிப்படையிலே முரணாக இல்லையா ?? ஆனால் அன்று பெரியார் வேறு ஒரு கூட்டத்தில் பங்கெடுத்தார் அந்த கூட்டம் தான் 1917 ஆம் ஆண்டு சென்னை மாகாண சங்கத்திக்கான கூட்டம் (Madras Presidency Association) செப்டம்பர் 20, 1917 உருவாக்கபட்டது இதுவே 1917-1920 காலகட்டத்தில் சென்னை மாகாணத்தில் செயல்பட்ட காங்கிரஸ் கட்சியின் பிரிவு இது, பிராமணரல்லாத சாதியினரின் ஆதரவைப் பெற நீதிக்கட்சியுடன் போட்டியிட இவ்வமைப்பு உருவாக்கப்பட்டது இதன் உ.ப தலைவராக இருந்தது பெரியார் அந்த சங்கத்தில் அவர் இருந்த போது தான் உத்யோகத்தில் பார்ப்பனரல்லாதவர்க்கு ரூ 50க்கு குறைவு இல்லாமல் உத்தியோகத்தில் பிரதிநிதித்துவம் இருக்க வேண்டும் என்று தீர்மானம் கொண்டுவந்து நிறைவேற்றினார் நீதிக்கட்சிக்கு இணையாக பெரியாரும் பார்ப்பனரல்லாதோர் பிரதிநிதித்துவத்தில் அக்கறை எடுத்து கொண்டவர் அதற்கான சான்று தான் சென்னை மாகாண சங்கம் 



மணியரசன் நிறுவ முனைவது பெரியாரின் வகுப்புவாரி கோரிக்கைக்கு முன்பே நீதிக்கட்சி இருந்தது முதலாவது நீதிக்கட்சி கூட்டத்தில் பெரியாருக்கு எந்த பங்கும் இல்லை என்பதாகும்  நாமும் இல்லை என்றே சொல்கிறோம் 1916 ஆம் ஆண்டு அவர் அரசியலில் இல்லை 1917 ஆம் ஆண்டு தான் துவங்கி இருக்கிறது அப்போது முதல் அவர் பார்ப்பனரால்லாதோர் நலனில் அக்கறை கொண்டிருக்கிறார் அதே போல சென்னை மாகண சங்க தீர்மானத்தின் மூலம் பெரியார் வகுப்புவாரி உரிமை பேசியதை நான் இங்கு சுட்டி காட்டுகிறேன் ( நீதிக்கட்சியின் வகுப்புவாரி இட ஒதுக்கீட்டில் பெரியார் ஆதரவு நிலைப்பாட்டை பின் வரும் செய்திகளில் பார்ப்போம் )



============ ==============



// மணியரசனின் குற்றச்சாட்டு // 



// நீதிக்கட்சி சென்னை மாகாண ஆட்சியை 1920 தேர்தலில் பிடித்தது. 1922இல் அவ்வாட்சி வேலை வாய்ப்பில் வகுப்புவாரி இட ஒதுக்கீட்டு ஆணை பிறப்பித்தது. இந்த ஆணையையும் நீதிக்கட்சி ஆட்சி செயல்படுத்தவில்லை 1926 சட்டமன்றத் தேர்தலில் நீதிக்கட்சி தோற்றுவிட்டது. ஆட்சி அமைத்திடப் பெரும்பான்மை கிடைக்கவில்லை. பெரும்பான்மை பெற்ற காங்கிரசு சுயராஜ்ஜியக் கட்சியார் ஆட்சி அமைக்க மறுத்து விட்டனர். நீதிக்கட்சி அல்ல, சுப்பராயன் ஆட்சியே இட ஒதுக்கீட்டை செயல்படுத்தியது சுப்பராயன் இடஒதுக்கீட்டுக் கோட்பாட்டில் ஆர்வமாய் இருந்தார். முதலமைச்சர் சுப்பராயனும், அமைச்சர் முத்தையா முதலியாரும் தாம் முதன் முதலாக 1928இல் வகுப்புவாரி இட ஒதுக்கீட்டை செயல்படுத்திக் காட்டினர். நீதிக்கட்சி வகுப்புவாரி இட ஒதுக்கீட்டைச் செயல்படுத்தவில்லை. 



மணியரசனுக்கான பதில் :- 



மக்கள் ஆதரவுடன் ஆட்சிக்கு வந்த நீதிக்கட்சி பனகல் அரசர் தலைமையிலான அமைச்சர் அவை 1921 ஆகஸ்ட் திங்களில், இதற்கான சட்ட வரைவை சட்டமன்றத்தில் முன்வைத்தது. இந்த சட்ட வரைவு, அரசு ஆணையாக Communal G.O 613 (16.9.1921) அறிவிக்கப்பட்டது இந்த ஆணை ஒழுங்காக செயல்படுத்தப்படுவதைக் கண்காணிக்க சட்டமன்ற உறுப்பினர்களைக் கொண்ட ஒரு குழுவும் அமைக்கப்பட்டது. இதற்குப் பிறகு, 1922 ஆகஸ்ட் 15ஆம் தேதி கல்வி நிலையங்களிலும் வகுப்புவாரி பிரதிநிதித்துவத்தை அளிக்கும் அரசாணையும் வெளியிடப்பட்டது பார்ப்பனர்களின் சதியாலே இந்த ஆணை முடங்கி கிடந்தது என்பதே உண்மை அன்று நடந்தது இரட்டை ஆட்சிமுறை கவர்னர் மற்றும் வெள்ளைகார ஐசிஎஸ் அதிகாரிகள் ஆதரவும் கிடைக்காமல் போனதும் இதற்கு ஒரு முக்கிய காரணம் எனினும் அன்று அரசு அதிகாரிகளாக இருந்த பார்பனகளால் அந்த சட்டம், 6 ஆண்டுகள் முடக்கி வைக்கப்பட்டுருந்தது இந்து, சுதேசமித்திரன் முதலான பார்ப்பன ஏடுகள் இதனைக் கடுமையாக எதிர்த்து எழுதின. இதை மணியரசன் வசதியாக மறைக்கிறார் ஏன் எதற்க்காக பார்ப்பன ஆதிக்கத்தை காப்பாற்றுகிறார் மணியரசன் ??



===============



மணியரசனின் பொய் 



// நீதிக்கட்சி அல்ல, சுப்பராயன் ஆட்சியே இட ஒதுக்கீட்டை செயல்படுத்தியது சுப்பராயன் ஆட்சியே இட ஒதுக்கீட்டை செயல்படுத்தியது சுப்பராயன் இடஒதுக்கீட்டுக் கோட்பாட்டில் ஆர்வமாய் இருந்தார் என்கிறார் மணியரசன் //



மணியரசனுக்கு என் பதில் கேள்வி ::-



கூச்சமே இல்லாமல் பொய் செல்வதில் மணியரசன் வல்லவர் சுப்பராயன் யார் ?? அவர் எந்த கட்சி ஆதரவில் முதலில் இருந்தார் ?? என்பதை அறியாமல் பேசுகிறார் மணியரசன், திரு சுப்பராயன் நீதிக்கட்சி ஆதரவாளர் அவர் பெரிய பணக்காரர் அன்று இருந்த நில உடைமையாளர் ஒதுக்கீட்டில் தான் பதவி பெறுகிறார் அவருக்கு இடஒதுக்கீட்டு போராட்டத்தில் என்ன பங்கு இருந்தது 1928 இல் அவர் தீர்மானம் கொண்டு வரும் முன் இட ஒதுக்கீட்டிற்க்காக என்ன பணி செய்தார் ?? எங்கு பேசினார் என்ன எழுதினார் ??  சான்று உள்ளதா ??



நீதிக்கட்சியினர் 1916 முதல் போராடி இட ஒதுக்கீடு உரிமைக்கு சென்னை மாகணத்தில் குழு அமைத்து வகுப்புவாரியாக மக்கள் எத்தனை % சதவீதம் பேர் இருந்தார்கள் என்று கணக்கீடு செய்தனர் அதில் இருந்த அத்தனை பேரும் நீதிக்கட்சியினர், சுப்புராயன் அந்த குழுவில் இல்லை சுப்புராயன் 

முதல்வராகி விட்டார் என்பதனால் அவர் கொண்டு வந்த தீர்மானம் அது அவர் வாங்கி கொடுத்த இட ஒதுக்கீடு என்று ஆகி விடுமா ?? 



மணியரசன் இதை அறியாமல் தான் செய்கிறாரா ??



இருந்தாலும் சுப்புராயன் அரசு தான் அதை செயல்படுத்தியது என்பதை யாரும் மறுக்கவில்லை ஆனால் சுப்புராயன் எதோ வானத்தில் இருந்து வந்த தேவதூதன் போல இட ஒதுக்கீடு என்பது அவர் சிந்தையில் தான் முதலில் உதித்தது என்பது போல மணியரசன் சுப்புராயனை உச்சி தனை முகர்ந்து நீட்டி முழக்குகிறார் 



சுப்புராயன் அமைச்சரவை அமைந்தது எப்படி என்பதை கவணிப்போம் 



நீதிக்கட்சியின் தோல்வி 1926ஆம் ஆண்டு நடந்த மூன்றாம் தேர்தலில் நீதிக்கட்சி தோற்றது. பெரும்பான்மை வகித்த சுயராஜ்யக் கட்சியினரிடையே யார் முதலமைச்சர் ஆவது என்பதில் தகராறு ஏற்பட்டது. எனவே நீதிக்கட்சி அமைச்சரவை அமைத்து விடக் கூடாது என்பதற்காக சுயராஜ்யக் கட்சியினர் நீதிக்கட்சியிலிருந்த பி.சுப்பராயனை அழைத்து வந்து சுயேச்சை அமைச்சரவை அமைக்கச் சொன்னார்கள். அவ்வாறே அவர் தம்மை முதலமைச்சராகவும் சுயராஜ்யக் கட்சியினரான ஏ.ரங்கநாத முதலியார் ஆர்.என்.ஆரோக்கியசாமி முதலியார் இருவரையும் அமைச்சர்களாகவும் கொண்ட அமைச்சரவையை அமைத்து ஆட்சிப் பொறுப்பை 4.12.1926இல் ஏற்றார். சுயராஜ்யக் கட்சியினர் சுப்பராயனை நீதிக் கட்சியிலிருந்து விடுபடச் செய்து தங்கள் பக்கம் இழுத்துக் கொண்டதாகக் கனவு கண்டனர். ஆனால், அவரோ எதிர்க்கட்சித் தலைவராக இருந்த நீதிக்கட்சியாளர் பனகல் அரசரைக் கேட்டே ஆட்சியை நடத்திச் சென்றார். எனவே அவரது இந்த ஆட்சி நீதிக்கட்சி ஆட்சியாகவே கருதப்படுகிறது.



சுப்புராயன் முன்னாள் நீதிக்கட்சிக்காரர் சுயராஜ்ய கட்சி மற்றும் காங்கிரஸ் கட்சி இருவரும் ஆதரித்தே சுப்புராயன் முதல்வராக பொறுப்பு ஏற்றார் இருந்தாலும் 1927 ஆகஸ்ட் மாதம் சுப்புராயம் அமைச்சரவை மீது நம்பிக்கை இல்லாத தீர்மானம் ஒன்றை கொண்டு வந்தார் அதை 14 நீதிக்கட்சி உறுப்பினர்கள் துணையுடன் தோற்கடிக்கப்பட்டது பார்ப்பனர் அல்லாதோரின் நலன் கருதி சுப்புராயன் அமைச்சரவையை ஆதரிக்க வேண்டும் என்று எழுதினார் நிகழ்வை கண்டித்தார் பெரியார்



காங்கிரசுக் கட்சியைச் சேர்ந்த எஸ். முத்தையா முதலியார் அக்கட்சியின் பிராமண ஆதரவுப் போக்கைக் கண்டித்து, அக்கட்சியிலிருந்து விலகி, சுப்பராயன் அமைச்சரவையில் சேர்ந்தார். அவர்தாம் முதல் முதலாக – புதிய வகுப்புவாரி இட ஒதுக்கீட்டுச் சட்டத்தை 04.11.1927 அன்று சென்னை மாகாண சட்டசபையில் அறிமுகம் செய்தார். சுப்பராயன் அமைச்சரவை 1927இல் வகுப்புவாரி இட ஒதுக்கீட்டிற்குப் புதிய ஆணை பிறப்பித்தது (G.O. M.S. No 1021). 



1928 ஜனவரி 28ஆம் நாள் சைமன் கமிஷனைப் புறக்கணிக்க வேண்டும் என்று சுயராஜ்யக் கட்சியினர் சட்டமன்றத்தில் கொணர்ந்த தீர்மானத்தை சுப்பராயன் ஏற்றுக் கொள்ளவில்லை. எனவே சுயராஜ்யக் கட்சியியைச் சேர்ந்த இரு அமைச்சர்களும் பதவியிலிருந்து விலகிக் கொண்டனர் எனவே நீதிக்கட்சி ஆதரவை பெற்றார் சுப்புராயன் அவரது அமைச்சரவையில் எஸ்.முத்தையா முதலியாரும் எம்.ஆர்.சேதுரத்தினம் அய்யரும் அமைச்சராயினர். நீதிக்கட்சியும் சுயமரியாதை இயக்கமும் தம் தளபதியாக விளங்கிய சௌந்தரபாண்டியன் அவர்களை ஆளுங்கட்சிக் கொறடாவாக சுப்பராயன் அமைச்சரவைக்கு வந்தனர் சௌந்தரபாண்டியன் அரண் போல அமைந்து இந்த அமைச்சரவையைக் கட்டிக் காத்தார்.



இந்த அமைச்சரவை 1928 மார்ச் 16ஆம் நாள் பொறுப்புக்கு வந்தது. இந்த அமைச்சரவையும் நீதிக்கட்சி அமைச்சரவையாகவே கருதப்படுகிறது.



இந்த அமைச்சரவை பொது 744, 13.9.1928 நாளிட்ட வகுப்புரிமை ஆணையை நிறைவேற்றியது. எஸ்.முத்தையா முதலியார் விடுத்த இந்த ஆணை முதன்முதலாக இன்னின்னார்க்கு இத்தனை இடங்கள் என வரையறை செய்தது. ஆம், தாழ்த்தப்பட்டவர்கட்கும் பிற்படுத்தப்பட்டவர்க்கும் உதவும் இந்த ஆணையை உயர் ஜாதிப் பார்ப்பனரல்லாதாராகிய எஸ்.முத்தையா முதலியார் பிறப்பித்தார்.



பார்ப்பனரல்லாத இந்துக்கள் - 5 

பார்ப்பனர் - 2

முகமதியர் - 2

ஆங்கிலோ இந்தியரும் கிறித்தவரும் - 2

தாழ்த்தப்பட்டவர் உட்பட பிறர் - 1

மொத்தம் - 12

இப்படியாக அந்த இட ஒதுக்கீடு அமைந்தது



==============



அது போக இந்த நீதிக்கட்சியின் ( Communal Go G.O. M.S. No 1021) வில் இருந்த சில விடயங்களை பெரியார் குடிஅரசில் சுட்டிக் காண்பித்தார்



இந்த வகுப்புரிமை ஆணையை அமைச்சர் எஸ்.முத்தையா முதலியார் - தாம் வகித்துக் கொண்டிருந்த பதிவுத் துறைக்காகக் கொண்டு வந்தார். ஆனால், தந்தை பெரியார் இந்த ஆணை பதிவுத் துறையாகிய ஒரு துறைக்கு மட்டும் இருந்தால் போதாது; எல்லாத் துறைகளுக்கும் நடைமுறைக்குக் கொண்டு வரப்படவேண்டும் எனக் “குடிஅரசு” ஏட்டில் எழுதினார். பெரியாரின் கட்டளையை ஏற்று, சுப்பராயன் அமைச்சரவை பிற துறைகளிலும் இந்த ஆணையைப் பிறப்பித்தது. இந்த ஆணைகளால் பார்ப்பனரல்லாதார் அரசு அலுவல்களில் இடஒதுக்கீடு பெற்றனர். இவ்வாறு வகுப்புரிமையை செழுமைப் படுத்தினார் தந்தை பெரியார், அதன் பின்னர் முத்தையா முதலியார் வாழ்க! என்று குடியரசு இதழில் தலையங்கம் தீட்டி, பாராட்டினார், பெரியார். 



அதே போல் முத்தையா முதலியார் இதில் பார்ப்பனரின் பங்கு என்ன என்பதை அவர் வாயாலே பேசியதையும் சுட்டிக் காட்ட விரும்புகிறோம் 



3.12.1950 அன்று திருச்சியில் நடைபெற்ற வகுப்புவாரி உரிமை மாநாட்டில் எஸ்.முத்தையா முதலியார் உரையாற்றினார்; அப்போது அவர் குறிப்பிட்டதாவது:



"நீதிக்கட்சி பதவிக்கு வந்ததும் சட்டசபையிலேயே வகுப்புவாரிப் பிரதிநிதித்துவக் கோரிக்கையை ஆதரித்துத் தீர்மானம் நிறைவேற்றப்பட்டது. மேற்படி தீர்மானம் 1920ஆம் ஆண்டிலேயே நிறைவேற்றம் ஆகியது என்றாலும் 1928 வரை அதைச் சட்டமாகக் கொண்டு வர முடியாமல்தான் இருந்தது. 1928ஆம் ஆண்டுதான் பெருத்த உறுதியோடு அதைச் சட்டமாக நிறைவேற்றி முடித்தோம்... மேற்படி சட்டம் நிறைவேற்றம் ஆகியபோது நானே மந்திரி பதவி

வகித்திருந்தேன் என்ற போதிலும், நம் வகுப்புகளுக்கு முழு நீதி வழங்கும் வகையில் அன்று சட்டம் செய்தேன் இல்லை. அன்றிருந்த எதிர்ப்புக்காகக் கொஞ்சம் விட்டுக் கொடுத்தே போக வேண்டியிருந்தது. பார்ப்பனர்களுக்கு அவர்களுக்கு உள்ள உரிமைக்கு மேல் அதிகம் தர வேண்டியிருந்தது. அவர்களுக்கு மேல் 4 பங்கு அதிகம் கொடுத்தும் அவர்கள் திருப்தி அடைந்தார்கள் இல்லை; இவ்வுத்தரவை எதிர்த்துத் தம்மால் முடிந்த மட்டும் கிளர்ச்சி செய்ய ஆரம்பித்தார்கள். குழந்தையின் ஆரம்பப் பருவத்தில் பல சீக்குகள் வருவது போல் இவ்வகுப்புவாரி உத்தரவின் ஆரம்பப் பருவத்திலும் பல இடைஞ்சல்கள் வந்து சேர்ந்தன; சட்டசபையிலேயே இவ்வுத்தரவை ரத்து செய்ய வேண்டுமென்று ஒரு தீர்மானம் தோழர் சாமி வெங்கடாஜலம் செட்டி அவர்களால் கொண்டு வரப்பட்ட தென்றாலும், நம் கட்சியார் மிகக் கட்டுப்பாட்டோடும் உறுதியுடனும் இருந்ததன் காரணமாக மேற்படி ரத்துக் கோரிக்கை உறுதியுடன் முறியடிக்கப்பட்டு விட்டது. எனவே சட்டசபையினுள் கிளர்ச்சி செய்ய இயலாமற் போகவே வெளியில் தொல்லை கொடுக்க ஆரம்பித்தனர்" ('விடுதலை', 12.12.1950).



மேலும் பெரியாரின் வகுப்புவாரி முழக்கம் ஆண்டு வாரியாக கொடுக்கிறோம் பெரியார் 1917 தொடங்கி 1920- 1922- 1923-1924-1925 வரை தொடர்ச்சியாக காங்கிரஸ் கட்சி மேடையில் வகுப்பு உரிமையை பேசிக் கொண்டே இருந்தார் 



1- 1920 இல் பெரியார் கொண்டு வந்த தீர்மானம் 



காங்கிரசுக் கட்சியின் 26-ஆவது மாநில மாநாடு 1920-ஆம் ஆண்டில் திருநெல் வேலியில் நடைபெற்றது. அந்த மாநாட்டில் பார்ப்பனர் அல்லாத உறுப்பினர்கள் பெரியார் தலைமையில் ஒன்றுகூடி, தேர்தல் - வேலை வாய்ப்புகள் ஆகியவைகளில் வகுப்புவாரிப் பிரதிநிதித்துவம் வழங்கிட அரசை வலியுறுத் தும் தீர்மானத்தைத் தயாரித்து அதனைத் தீர்மான வரைவுக் குழுவிடம் அளித்தார்கள். பெரியார் முன் வ.உ. சிதம்பரனாரும், தண்டபாணிப் பிள்ளையும், சோமசுந்தரம் அவர்களும் வழிமொழிந்த இத்தீர்மானத்தை எஸ். கஸ்தூரி ரங்க அய்யர் கடுமையாக எதிர்த்தார். பின்னர் ஒருவழியாக தீர்மானத்தை ஏற்றுக்கொண்டனர். ஆனால் மாநாட்டில் இத்தீர்மானம் நிறை வேற்றப்படவில்லை. பார்ப்பனர் அல்லாத தலைவர்கள் ஆத்திரம் அடைந்தனர். தீர்மானக் குழுவால் ஏற்றுக் கொள்ளப்பட்ட வகுப்பு வாரிப் பிரதிநிதித் துவத் தீர்மானம் என்ன ஆயிற்று என்று தண்டபாணிப் பிள்ளை எழுந்து கேட்டார். “அது பொது நன்மைக்கு விரோதமான தீர் மானம். எனவே அதைத் தவறானது என்று தீர்மானித்துவிட்டோம்” என்று மாநாட்டின் தலைவரான எஸ். சீனிவாச அய்யங்கார் அலட்சியமாகவும், அகம்பாவ மாகவும் பதில் கூறினார். 



இதனை அடுத்து, காங்கிரசுக் கட்சியின் 27ஆவது மாநாடு தஞ்சாவூரில் நடைபெற்ற போதும், பெரியார் வகுப்புரிமைத் தீர்மானத்தை எழுப்பினார். அங்கும் எதிர்ப்பு கிளம்பி, ஏற்றுக் கொள்ளப்படவில்லை. இதனைப் போலவே, பெரியாரின் வகுப்புரிமைத் தீர்மானம் புறக்கணிக்கப் பட்டது.



2- 1922 இல் பெரியார் கொண்டு வந்த தீர்மானம்



திருப்பூரில் நடைபெற்ற 28ஆவது, தமிழ் மாகாண காங்கிரஸ் மாநாட்டில், வகுப்புரிமைத் தீர்மானத்தைக் கொண்டு வந்தார். அப்போது நடைபெற்ற விவாதத்தில் சினமுற்று, “மனுதர்ம சாஸ்திரத்தையும், இராமாயணத்தையும் கொளுத்த வேண்டும்!” என்று முழங்கினார். அகில இந்திய சட்ட மறுப்பு கமிட்டி உறுப்பினர்களான மோதிலால் நேரு, டாக்டர் அன்சாரி, டாக்டர் அஜ்மல்கான், சி.ராஜகோபாலாச் சாரியார், வித்தல்பாய் படேல், கஸ்தூரி ரெங்க அய்யங்கார் ஆகியோர் ஈரோட்டில் பெரியார் இல்லத்தில் கூடி விவாதித்தனர்.



3- 1923 இல் பெரியார் கொண்டு வந்த தீர்மானம்



தமிழ்நாடு காங்கிரஸ் தலைவராக விளங்கிய பெரியார், சேலம் 29ஆவது தமிழ் மாகாண காங்கிரஸ் மாநாட்டில் வகுப்புரிமைத் தீர்மானத்தைக் கொணர்ந்தார். அதில் கலகம் ஆகும்போல் தெரியவே, திரு. ஜார்ஜ் ஜோசப்பும், திரு. வரதராஜுலு நாயுடுவும் தீர்மானத்தை நிறுத்தி விட்டார்கள். பின்னர், மதுரை, திருச்சி ஆகிய இடங்களில் நடைபெற்ற மாநாடுகளிலும் வகுப்புரிமையை வலியுறுத்தினார்.



4- 1924 இல் பெரியார் கொண்டு வந்த தீர்மானம்



திருவண்ணாமலையில் நடைபெற்ற 30ஆவது தமிழ் மாகாண காங்கிரஸ் மாநாட்டில் தானே தலைவராக இருந்து வகுப்புரிமைத் தீர்மானத்தைக் கொணர்ந்தார். திரு. எஸ்.சீனிவாச அய்யங்கார், சென்னையிலிருந்து ஏராளமான ஆட்களைக் கூட்டிவந்துத் தடுத்து, தீர்மானம் தோல்வியுறச் செய்தார். நீதிக்கட்சியின்  அறநிலையப் பாதுகாப்புச் சட்டத்தைப் பெரியார் ஆதரித்துப் பிரச்சாரம் செய்தார்.



5- 1925 இல் பெரியார் கொண்டு வந்த தீர்மானம் 



காஞ்சிபுரத்தில் 21, 22.11.1925 தேதிகளில் திரு.வி.க. தலைமையில் நடைபெற்ற 31ஆவது இராஜீய காங்கிரஸ் மாநாட்டில் வகுப்புரிமைத் தீர்மானம் கொணர்ந்தார். திரு.வி.க. பார்ப்பனர் சூழ்ச்சிக்கு பயந்து, “பொது நன்மைக்காக இத்தீர்மானத்தை அங்கீகரிக்க முடியாது” என்று கூறி அனுமதி மறுத்தார். அப்போது தமிழ்நாடு காங்கிரஸ் செயலாளராக இருந்த பெரியார், “இனி காங்கிரசை ஒழிப்பதே எனது வேலை” என்று துண்டை உதறித் தோளில் போட்டுக் கொண்டு, தம் ஆதரவாளர்களுடன் வெளியேறினார். 



==========•••••=============

முடிவுரை :- 



1917 - தொடங்கி பெரியாரின் இடஒதுக்கீடு குறித்த பார்வை மிக சரியானது சுப்புராயன் அமைச்சரவை செய்தது நீதிக்கட்சியின் நீட்யே ஆகும் வரலாற்றை

மறைக்கும் எவரும் ஒரு நேர்மையான இயக்கவாதி கொள்வாதியாக இருக்க முடியாது மணியரசன் தடம் மாறி இருக்கலாம் ஆனால் பெரியாரை கொச்சை படுத்த இது போன்ற புரட்டு மறைப்பு வேண்டுமா என்பதை மட்டும் நான் கேட்டுக் கொள்கிறேன் 



நன்றி 



இடதுசாரித் தமிழ்தேசியன்  
''')
